Repository: geosolutions-it/ckanext-grouplabel
Catalog: ckanext/grouplabel/i18n/*/LC_MESSAGES/ckanext-grouplabel.po
Languages: it

source: This group has no description
it: Questa categoria non ha una descrizione

source: Largest Groups
it: Categorie più numerose

source: Group
it: Categoria

source: No groups
it: Nessuna categoria

source: Group not found
it: Categoria non trovata

source: Incorrect group type
it: Tipo di categoria errata

source: Groups
it: Categorie

source: Unauthorized to create a group
it: Non sei autorizzato a creare una categoria

source: Unauthorized to delete group %s
it: Non autorizzato a eliminare la categoria %s

source: Group has been deleted.
it: La categoria è stato eliminata.

source: Unauthorized to create group %s members
it: Non si hanno le autorizzazioni per creare membri nella categoria %s

source: Unauthorized to add member to group %s
it: Non sei autorizzato ad aggiungere membri alla categoria %s

source: Unauthorized to delete group %s members
it: Non sei autorizzato a eliminare membri dalla categoria %s

source: Group member has been deleted.
it: Il membro della categoria gruppo e' stato eliminato.

source: CKAN Group Revision History
it: Cronologia delle modifiche nella categoria

source: Recent changes to CKAN Group:
it: Modifiche recenti alla categoria CKAN:

source: group
it: categoria

source: That group name or ID does not exist.
it: Il nome della categoria o l'ID non esistono.

source: Group name already exists in database
it: Una categoria con questo nome esiste già nel database

source: Trying to create an organization as a group
it: Prova a create una organizzazione come categoria

source: You must be logged in to follow a group.
it: Devi essere autenticato per seguire una categoria.

source: User %s not authorized to edit these groups
it: L'utente %s non è autorizzato a modificare queste categorie

source: User %s not authorized to create groups
it: L'utente %s non è autorizzato a creare caterie

source: Group was not found.
it: Categoria non trovata.

source: User %s not authorized to edit group %s
it: L'utente %s non è autorizzato a modificare la categoria %s

source: User %s not authorized to delete groups
it: L'utente %s non è autorizzato a eliminare le categorie

source: User %s not authorized to delete group %s
it: L'utente %s non è autorizzato a eliminare la categoria %s

source: User %s not authorized to read group %s
it: L'utente %s non è autorizzato a leggere la categoria %s

source: User %s not authorized to change state of group %s
it: L'utente %s non è autorizzato a cambiare lo stato della categoria %s

source: User %s not authorized to edit permissions of group %s
it: L'utente %s non è autorizzato a modificare i permessi della categoria %s

source: Deleted groups
it: Categorie eliminate

source: Add a Group
it: Aggiungi una categoria

source: Group Form
it: Modulo categoria

source: Are you sure you want to delete group - {name}?
it: Sei sicuro di voler eliminare la categoria - {name}?

source: Edit Group
it: Modifica categoria

source: Add Group
it: Aggiungi una categoria

source: Search groups...
it: Cerca categorie...

source: There are currently no groups for this site
it: Al momento non ci sono categorie per questo sito

source: Create a Group
it: Crea una categoria

source: Update Group
it: Aggiorna categoria

source: Create Group
it: Crea categoria

source: Datasets in group: {group}
it: Dataset nella categoria: {group}

source: My Group
it: Categoria Mia

source: A little information about my group...
it: Alcune informazioni sulla mia categoria...

source: Are you sure you want to delete this Group?
it: Sei sicuro di voler cancellare questa categoria?

source: Save Group
it: Salva categoria

source: Remove dataset from this group
it: Elimina il dataset da questa categoria

source: What are Groups?
it: Cosa sono la Categorie?

source: groups
it: categorie

source: Associate this group with this dataset
it: Associa questa categoria con questo dataset

source: Add to group
it: Aggiungi alla categoria

source: There are no groups associated with this dataset
it: Non ci sono categorie associate a questo dataset

source: {number} group found for "{query}"
it: {number} categoria trovata per "{query}"

source: No groups found for "{query}"
it: Nessuna categoria trovata per "{query}"

source: {number} group found
it: {number} categoria trovata

source: No groups found
it: Nessuna categoria trovata

source: {actor} updated the group {group}
it: {actor} ha aggiornato la categoria {group}

source: {actor} deleted the group {group}
it: {actor} ha eliminato la categoria {group}

source: {actor} created the group {group}
it: {actor} ha creato la categoria {group}

source: My Groups
it: Le mie categorie

source: You are not a member of any groups.
it: Non sei membro di alcuna categoria

source: Create datasets, groups and other exciting things
it: Crea dei dataset, categorie e altre cose interessanti

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
it: Puoi usare le categorie di CKAN per creare e gestire collezioni di dataset, come un catalogo di dataset di un progetto o di un team, su un particolare argomento o semplicemente come un modo semplice per consentire di trovare e cercare i dataset che hai pubblicato.

source: Purge deleted datasets, organizations or groups forever and irreversibly.
it: Elimina definitivamente ed irreversibilmente dataset, organizzazioni e categorie.

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
it: <p><strong>Amministratore:</strong> Può modificare le informazioni della categoria e gestire i membri delle organizzazioni.</p> <p><strong>Membro:</strong> Può aggiungere e modificare i dataset delle categorie</p>
